<?php

return [
    'auth.otp_sent' =>  'تم إرسال رمز التأكيد في رساله نصية إلي رقمك',
    'auth.otp_wrong' =>  'رمز التأكيد خطأ',
    'auth.throttle' => 'برجاء إعادة المحاولة بعد :time',
    'auth.register_success' => 'تم تسجيل حسابك بنجاح',
    'auth.login_success' => 'تم تسجيل الدخول بنجاح',
    'auth.password_success_reset' => 'تم تغيير كلمة المرور بنجاح',


    'start' => [
        [
            'text' => 'خدمات بجودة عالية',
            'subtext' => 'لدينا الكثير من الخبراء في جميع المجالات',
        ],

        [
            'text' => 'عمليات سريعة',
            'subtext' => 'عمليات الحجز الآن بسهولة ويسر عبر تطبيق محلولة',
        ]
    ]
];